Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Notification settings control reminder types and schedule timing. Enable only the reminders that directly improve your daily workflow. Then validate delivery timing against when you can actually review or log data. Focused reminder design increases consistency and lowers noise.
ar: تتحكم إعدادات الإشعارات في أنواع التذكيرات وتوقيت الجدول الزمني. قم بتمكين التذكيرات التي تعمل على تحسين سير عملك اليومي فقط. ثم تحقق من صحة توقيت التسليم مقابل الوقت الذي يمكنك فيه مراجعة البيانات أو تسجيلها فعليًا. يزيد تصميم التذكير المركّز من الاتساق ويقلل الضوضاء.
de: Benachrichtigungseinstellungen steuern die Erinnerungstypen und den Zeitplan.
es: Los ajustes de notificaciones controlan los tipos de recordatorio y el horario. Activa solo los recordatorios que mejoren directamente tu flujo diario. Luego valida el momento de entrega con respecto a cuándo realmente puedes revisar o registrar datos. Un diseño de recordatorios enfocado aumenta la consistencia y reduce el ruido.
fr: Les réglages de notifications contrôlent les types de rappel et l’horaire. Activez uniquement les rappels qui améliorent directement votre flux quotidien. Vérifiez ensuite le moment de livraison par rapport à celui où vous pouvez réellement revoir ou enregistrer des données. Une conception de rappels ciblée augmente la cohérence et réduit le bruit.
pt_br: As configurações de notificação controlam os tipos de lembretes e o tempo de programação. Ative apenas os lembretes que melhoram diretamente o seu fluxo de trabalho diário. Em seguida, valide o tempo de entrega em relação ao momento em que você pode realmente revisar ou registrar os dados. O design de lembrete focado aumenta a consistência e reduz o ruído.
zh_hans: 通知设置控制提醒类型和计划时间。仅启用可直接改善您的日常工作流程的提醒。然后根据您可以实际查看或记录数据的时间来验证交付时间。集中提醒设计可提高一致性并降低噪音。

# notification.appName
source: Offshore Budgeting
ar: Offshore الميزانية
de: Offshore Budgetierung
pt_br: Orçamento Offshore
zh_hans: Offshore 预算

# notification.dailyExpense.body
source: Keep the books tidy and balanced. Log any variable expenses today.
ar: حافظ على الكتب مرتبة ومتوازنة. سجل أي نفقات متغيرة اليوم.
de: Halten Sie die Bücher ordentlich und ausgewogen.
es: Mantén tus cuentas ordenadas y equilibradas. Registra hoy tus gastos variables.
fr: Gardez vos comptes propres et équilibrés. Enregistrez toute dépense variable aujourd’hui.
pt_br: Mantenha os livros organizados e equilibrados. Registre quaisquer despesas variáveis ​​hoje.
zh_hans: 保持书籍整齐、平衡。记录今天的所有可变费用。

# notification.plannedIncome.body
source: Income is planned to arrive offshore today. Verify any deposits and log actual income.
ar: ومن المقرر أن يصل الدخل إلى الخارج اليوم. التحقق من أي ودائع وتسجيل الدخل الفعلي.
de: Die Einnahmen sollen heute im Ausland eintreffen.
es: Hoy hay ingresos planificados. Verifica los depósitos y registra los ingresos reales.
fr: revenus is planned to arrive offshore today. Verify any deposits and log actual income.
pt_br: A receita está planejada para chegar ao exterior hoje. Verifique todos os depósitos e registre a receita real.
zh_hans: 收入计划今天抵达海外。验证所有存款并记录实际收入。

# notification.presetDue.count
source: %@ presets due
ar: الإعدادات المسبقة %@ مستحقة
de: %@ Voreinstellungen fällig
es: %@ plantillas vencen
fr: %@ préréglages dus
pt_br: Predefinições %@ vencidas
zh_hans: %@ 预设到期

# notification.presetDue.empty
source: Preset expenses due.
ar: النفقات المحددة مسبقا المستحقة.
de: Voreingestellte Ausgaben fällig.
es: Hay gastos predefinidos por vencer.
fr: Préréglage expenses due.
pt_br: Despesas predefinidas devidas.
zh_hans: 预设应付费用。

# notification.presetDue.list
source: Presets docking from your account today: %@
ar: إرساء الإعدادات المسبقة من حسابك اليوم: %@
de: Heute werden Voreinstellungen von Ihrem Konto angedockt: %@
es: Plantillas programados hoy en tu cuenta: %@
fr: Préréglages prévus depuis votre compte aujourd’hui : %@
pt_br: Presets acoplados em sua conta hoje: %@
zh_hans: 今天从您的帐户预设对接：%@

# notification.presetDue.more
source: +%@ more
ar: +%@ المزيد
de: +%@ mehr
es: +%@ más
fr: +%@ de plus
pt_br: +%@ mais
zh_hans: +%@ 更多

# notification.presetDue.shortSingle
source: Preset due
ar: المستحقة مسبقا
de: Voreinstellung fällig
es: Plantilla por vencer
fr: Préréglage due
pt_br: Predefinição vencida
zh_hans: 预设到期

# notification.presetDue.single
source: Preset expected to set sail: %@
ar: الإعداد المسبق المتوقع للإبحار: %@
de: Preset wird voraussichtlich in See stechen: %@
es: Plantilla previsto para hoy: %@
fr: Préréglage expected to set sail: %@
pt_br: Preset esperado para zarpar: %@
zh_hans: 预计启航预设：%@

# notification.shoppingModeSuggestion.body
source: Want to log your %@ purchase to keep your books tidy?
ar: هل تريد تسجيل عملية شراء %@ للحفاظ على كتبك مرتبة؟
de: Möchten Sie Ihren %@-Kauf protokollieren, um Ordnung in Ihren Büchern zu halten?
es: Quieres registrar tu compra en %@ para mantener tus cuentas en orden?
fr: Voulez-vous enregistrer votre achat %@ pour garder vos comptes à jour ?
pt_br: Quer registrar sua compra do %@ para manter seus livros organizados?
zh_hans: 想要记录您购买的 %@ 以使您的书籍保持整洁吗？

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
pt_br: Notificações
zh_hans: 通知

source: Notifications are currently disabled for Offshore. You can enable them in Settings.
ar: الإخطارات معطلة حاليًا لـ Offshore. يمكنك تمكينها في الإعدادات.
de: Benachrichtigungen sind derzeit für Offshore deaktiviert.
es: Las notificaciones de Offshore estan desactivadas. Puedes activarlas en Ajustes.
fr: Notifications are currently disabled for Offshore. You can enable them in Réglages.
pt_br: As notificações estão atualmente desativadas para Offshore. Você pode ativá-los em Configurações.
zh_hans: Offshore 目前已禁用通知。您可以在“设置”中启用它们。

source: Notifications are currently off at the system level. Turn them on in Settings, then come back here.
ar: الإشعارات متوقفة حاليًا على مستوى النظام. قم بتفعيلها في الإعدادات، ثم عد إلى هنا.
de: Benachrichtigungen sind derzeit auf Systemebene deaktiviert.
es: Las notificaciones estan desactivadas a nivel del sistema. Activalas en Ajustes y vuelve aqui.
fr: Notifications are currently off at the system level. Turn them on in Réglages, then come back here.
pt_br: As notificações estão atualmente desativadas no nível do sistema. Ative-os em Configurações e volte aqui.
zh_hans: 通知目前在系统级别处于关闭状态。在“设置”中将其打开，然后返回此处。

source: Notifications Disabled
ar: الإخطارات معطلة
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
pt_br: Notificações desativadas
zh_hans: 通知已禁用

source: Notifications Enabled
ar: تم تمكين الإخطارات
de: Benachrichtigungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
pt_br: Notificações ativadas
zh_hans: 通知已启用

source: Notifications help you build consistency by prompting review and capture habits at the right times. Use this section to configure reminders that support your budgeting cadence without creating alert fatigue. Fewer focused reminders usually perform better than broad noisy setups. Match reminder timing to moments when you can actually act, not just when it is convenient to schedule. Actionable timing increases follow-through. This makes notifications supportive instead of distracting. Review notification performance after a week and adjust quickly. If you ignore a reminder repeatedly, change or disable it. Useful reminders should earn their place.
ar: تساعدك الإشعارات على بناء الاتساق من خلال المطالبة بعادات المراجعة والتقاطها في الأوقات المناسبة. استخدم هذا القسم لتكوين التذكيرات التي تدعم إيقاع الموازنة الخاصة بك دون التسبب في إرهاق التنبيه. عادةً ما يكون أداء التذكيرات الأقل تركيزًا أفضل من الإعدادات الواسعة الصاخبة. قم بمطابقة توقيت التذكير باللحظات التي يمكنك فيها التصرف فعليًا، وليس فقط عندما يكون ذلك مناسبًا للجدول الزمني. التوقيت العملي يزيد من المتابعة. وهذا يجعل الإشعارات داعمة بدلاً من تشتيت الانتباه. راجع أداء الإشعارات بعد أسبوع واضبطه بسرعة. إذا تجاهلت أحد التذكيرات بشكل متكرر، فقم بتغييره أو تعطيله. يجب أن تأخذ التذكيرات المفيدة مكانها.
de: Benachrichtigungen helfen Ihnen dabei, Konsistenz zu schaffen, indem sie zum richtigen Zeitpunkt Überprüfungs- und Erfassungsgewohnheiten anregen.
es: Las notificaciones te ayudan a construir constancia al impulsar hábitos de revisión y registro en los momentos adecuados. Usa esta sección para configurar recordatorios que apoyen tu ritmo de presupuesto sin crear fatiga de alertas. Menos recordatorios, pero más enfocados, suelen funcionar mejor que configuraciones amplias y ruidosas. Ajusta el momento del recordatorio a momentos en los que realmente puedas actuar, no solo cuando sea cómodo programarlo. Un horario accionable mejora el cumplimiento. Eso hace que las notificaciones sean de apoyo y no una distracción. Revisa el rendimiento de las notificaciones después de una semana y ajusta rápido. Si ignoras repetidamente un recordatorio, cámbialo o desactívalo. Los recordatorios útiles deben ganarse su lugar.
fr: Les notifications vous aident à construire de la régularité en encourageant des habitudes de revue et de saisie aux bons moments. Utilisez cette section pour configurer des rappels qui soutiennent votre rythme budgétaire sans créer de fatigue d’alerte. Quelques rappels ciblés fonctionnent généralement mieux qu’une configuration large et bruyante. Faites correspondre l’horaire des rappels aux moments où vous pouvez réellement agir, pas seulement à ceux qui sont pratiques à programmer. Un horaire actionnable améliore le suivi. Cela rend les notifications utiles au lieu d’être distrayantes. Revoyez les performances des notifications après une semaine et ajustez rapidement. Si vous ignorez un rappel de façon répétée, modifiez-le ou désactivez-le. Les rappels utiles doivent mériter leur place.
pt_br: As notificações ajudam você a construir consistência, solicitando revisão e captura de hábitos nos momentos certos. Use esta seção para configurar lembretes que apoiem sua cadência orçamentária sem criar fadiga de alertas. Menos lembretes focados geralmente têm melhor desempenho do que configurações amplas e barulhentas. Combine o tempo do lembrete com os momentos em que você pode realmente agir, não apenas quando for conveniente agendar. O tempo acionável aumenta o acompanhamento. Isso torna as notificações favoráveis ​​em vez de distrativas. Revise o desempenho das notificações após uma semana e ajuste rapidamente. Se você ignorar um lembrete repetidamente, altere-o ou desative-o. Lembretes úteis devem merecer seu lugar.
zh_hans: 通知通过在正确的时间提示审查和捕捉习惯来帮助您建立一致性。使用此部分配置提醒，以支持您的预算节奏，而不会造成警报疲劳。较少的集中提醒通常比广泛的嘈杂设置效果更好。 将提醒时间与您实际可以采取行动的时刻相匹配，而不仅仅是在方便安排的时候。可行的时机可以增加后续行动。这使得通知具有支持性而不是分散注意力。 一周后查看通知性能并迅速调整。如果您反复忽略提醒，请更改或禁用它。有用的提醒应该占据一席之地。

source: Number Format
ar: تنسيق الرقم
de: Zahlenformat
es: Formato numerico
fr: Format numérique
pt_br: Formato numérico
zh_hans: 数字格式

source: Offset
ar: إزاحة
de: Verrechnen
es: Compensar
fr: Compenser
pt_br: Compensar
zh_hans: 抵消

source: Offset amount must be 0 or greater and cannot exceed the expense amount.
ar: يجب أن يكون مبلغ المقاصة 0 أو أكبر، ولا يمكن أن يتجاوز مبلغ المصروف.
de: Der Verrechnungsbetrag muss 0 oder größer sein und darf den Ausgabenbetrag nicht überschreiten.
es: El importe del ajuste debe ser 0 o mayor y no puede superar el importe del gasto.
fr: Le montant de compensation doit être supérieur ou égal à 0 et ne peut pas dépasser le montant de la dépense.
pt_br: O valor da compensacao deve ser 0 ou maior e nao pode exceder o valor da despesa.
zh_hans: 抵扣金额必须大于或等于 0，且不能超过支出金额。

source: Offset amount must be 0 or greater and cannot exceed the planned amount.
ar: يجب أن يكون مبلغ المقاصة 0 أو أكبر، ولا يمكن أن يتجاوز المبلغ المخطط له.
de: Der Verrechnungsbetrag muss 0 oder größer sein und darf den geplanten Betrag nicht überschreiten.
es: El importe del ajuste debe ser 0 o mayor y no puede superar el importe planificado.
fr: Le montant de compensation doit être supérieur ou égal à 0 et ne peut pas dépasser le montant prévu.
pt_br: O valor da compensacao deve ser 0 ou maior e nao pode exceder o valor planejado.
zh_hans: 抵扣金额必须大于或等于 0，且不能超过计划金额。

source: Offset amount must be 0 or greater, cannot exceed the expense amount, and cannot exceed the selected account balance.
ar: يجب أن يكون مبلغ الإزاحة 0 أو أكبر، ولا يمكن أن يتجاوز مبلغ النفقات، ولا يمكن أن يتجاوز رصيد الحساب المحدد.
de: Der Verrechnungsbetrag muss 0 oder größer sein, darf den Ausgabenbetrag und den ausgewählten Kontostand nicht überschreiten.
es: El monto de ajuste debe ser 0 o mayor, no puede superar el monto del gasto ni el saldo de la cuenta seleccionada.
fr: Le montant du décalage doit être supérieur ou égal à 0, ne peut pas dépasser le montant de la dépense et ne peut pas dépasser le solde du compte sélectionné.
pt_br: O valor da compensação deve ser 0 ou superior, não pode exceder o valor da despesa e não pode exceder o saldo da conta selecionado.
zh_hans: 抵消金额必须为 0 或更大，不能超过费用金额，也不能超过所选的账户余额。

source: Offset amount must be 0 or greater, cannot exceed the planned amount, and cannot exceed the selected account balance.
ar: يجب أن يكون مبلغ الإزاحة 0 أو أكبر، ولا يمكن أن يتجاوز المبلغ المخطط، ولا يمكن أن يتجاوز رصيد الحساب المحدد.
de: Der Gegenbetrag muss 0 oder größer sein, darf den geplanten Betrag nicht überschreiten und darf den ausgewählten Kontostand nicht überschreiten.
es: El monto de ajuste debe ser 0 o mayor, no puede superar el monto planificado ni el saldo de la cuenta seleccionada.
fr: Le montant du décalage doit être supérieur ou égal à 0, ne peut pas dépasser le montant prévu et ne peut pas dépasser le solde du compte sélectionné.
pt_br: O valor de compensação deve ser 0 ou superior, não pode exceder o valor planejado e não pode exceder o saldo da conta selecionado.
zh_hans: 抵销金额必须为0或更大，不能超过计划金额，也不能超过所选账户余额。

source: Offshore Card
ar: بطاقة Offshore
de: Offshore-Karte
es: Tarjeta Offshore
fr: Carte Offshore
pt_br: Cartão Offshore
zh_hans: Offshore 卡

source: Offshore Help
ar: مساعدة Offshore
de: Offshore Hilfe
es: Ayuda de Offshore
fr: Aide Offshore
pt_br: Ajuda Offshore
zh_hans: Offshore帮助

source: Offshore is organized into core functions that work together instead of competing for your attention. Accounts includes Cards, Reconciliations, and a dedicated workspace Savings Account. Income is split into planned and actual inflows, while Budgets gives you the lens that compares what you expected against what really happened. Each area has one clear job so you always know where to go, where money is being spent, what income is expected, what income has landed, and what your savings direction looks like in the current period. Settings supports all of this with defaults and tools like Categories, Presets, and workspace-level behavior. Once these building blocks click, every other screen feels much more natural.
ar: تم تنظيم Offshore في وظائف أساسية تعمل معًا بدلاً من التنافس على جذب انتباهك. تشتمل الحسابات على البطاقات والتسويات وحساب التوفير المخصص لمساحة العمل. يتم تقسيم الدخل إلى تدفقات مخططة وتدفقات فعلية، بينما تمنحك الميزانيات العدسة التي تقارن ما توقعته بما حدث بالفعل. تحتوي كل منطقة على وظيفة واحدة واضحة حتى تعرف دائمًا إلى أين تذهب، وأين يتم إنفاق الأموال، وما هو الدخل المتوقع، وما هو الدخل الذي وصل إليه، وكيف يبدو اتجاه مدخراتك في الفترة الحالية. تدعم الإعدادات كل هذا من خلال الإعدادات الافتراضية والأدوات مثل الفئات والإعدادات المسبقة والسلوك على مستوى مساحة العمل. بمجرد النقر على هذه العناصر الأساسية، تبدو كل شاشة أخرى أكثر طبيعية.
de: Offshore ist in Kernfunktionen organisiert, die zusammenarbeiten, anstatt um Ihre Aufmerksamkeit zu konkurrieren.
es: Offshore está organizado en funciones principales que trabajan juntas en lugar de competir por tu atención. Cuentas incluye Tarjetas, Conciliaciones y una Cuenta de ahorros dedicada por espacio de trabajo. Ingresos se divide en entradas planificadas y reales, mientras que Presupuestos te da la vista que compara lo que esperabas con lo que realmente ocurrió. Cada área tiene una tarea clara, así siempre sabes a dónde ir, dónde se está gastando el dinero, qué ingresos se esperan, qué ingresos ya llegaron y cómo va tu dirección de ahorro en el periodo actual. Ajustes respalda todo esto con valores predeterminados y herramientas como Categorías, Plantillas y comportamiento a nivel de espacio de trabajo. Cuando estos componentes básicos hacen clic, cada otra pantalla se siente mucho más natural.
fr: Offshore est organisé en fonctions principales qui travaillent ensemble au lieu de se disputer votre attention. Comptes comprend Cartes, Rapprochements et un Compte d’épargne dédié par espace de travail. Revenu se divise entre entrées prévues et réelles, tandis que Budgets vous donne la vue qui compare ce que vous attendiez à ce qui s’est réellement passé. Chaque zone a un rôle clair, pour que vous sachiez toujours où aller, où l’argent est dépensé, quel revenu est attendu, quel revenu est bien arrivé et quelle est la direction de votre épargne dans la période en cours. Réglages soutient tout cela avec des valeurs par défaut et des outils comme Catégories, Préréglages et le comportement au niveau de l’espace de travail. Une fois ces éléments de base assimilés, chaque autre écran devient beaucoup plus naturel.
pt_br: Offshore é organizado em funções principais que funcionam juntas em vez de competir pela sua atenção. As contas incluem cartões, reconciliações e uma conta poupança de espaço de trabalho dedicado. A receita é dividida em entradas planejadas e reais, enquanto o Orçamento oferece uma visão que compara o que você esperava com o que realmente aconteceu. Cada área tem uma função clara para que você sempre saiba para onde ir, onde o dinheiro está sendo gasto, que renda é esperada, que renda foi recebida e qual é a direção de sua poupança no período atual. As configurações oferecem suporte a tudo isso com padrões e ferramentas como categorias, predefinições e comportamento no nível do espaço de trabalho. Depois que esses blocos de construção são clicados, todas as outras telas parecem muito mais naturais.
zh_hans: Offshore 被组织成多个核心功能，这些功能可以协同工作，而不是争夺您的注意力。账户包括卡、对账和专用工作区储蓄账户。收入分为计划流入和实际流入，而预算为您提供了将预期与实际发生的情况进行比较的镜头。 每个区域都有明确的工作，因此您始终知道该去哪里、钱花在哪里、预期收入是多少、收入已到达什么以及您当前时期的储蓄方向是什么。设置通过默认值和工具（例如类别、预设和工作区级行为）支持所有这些。一旦这些构建块点击，其他所有屏幕都会感觉更加自然。

source: Offshore now supports the following languages: English Spanish French German Portugese Arabic Chinese (Simplified) More languages will be added in the future based on community demand.
ar: يدعم Offshore الان اللغات التالية: الانجليزية الاسبانية الفرنسية الالمانية البرتغالية العربية الصينية المبسطة ستتم اضافة المزيد من اللغات في المستقبل بناء على طلب المجتمع.
de: Offshore unterstuetzt jetzt die folgenden Sprachen: Englisch Spanisch Franzoesisch Deutsch Portugiesisch Arabisch Chinesisch (vereinfacht) Weitere Sprachen werden kuenftig je nach Nachfrage der Community hinzugefuegt.
es: Offshore ahora admite los siguientes idiomas: Inglés Español Francés Alemán Portugués Árabe Chino (simplificado) Se agregarán más idiomas en el futuro según la demanda de la comunidad.
fr: Offshore prend maintenant en charge les langues suivantes : Anglais Espagnol Francais Allemand Portugais Arabe Chinois (simplifie) D'autres langues seront ajoutees a l'avenir selon la demande de la communaute.
pt_br: O Offshore agora oferece suporte aos seguintes idiomas: Ingles Espanhol Frances Alemao Portugues Arabe Chines (simplificado) Mais idiomas serao adicionados no futuro com base na demanda da comunidade.
zh_hans: Offshore 现在支持以下语言： 英语 西班牙语 法语 德语 葡萄牙语 阿拉伯语 简体中文 未来将根据社区需求添加更多语言。

source: Offshore reflects Apple’s on-device permission system status. On Mac, the button opens the relevant area in System Settings, and you can enable Offshore there if needed.
ar: يعكس Offshore حالة نظام الاذونات على جهاز Apple. على Mac، يفتح الزر القسم المناسب في اعدادات النظام، ويمكنك تمكين Offshore هناك عند الحاجة.
de: Offshore zeigt den Status von Apples geraeteinternem Berechtigungssystem an. Auf dem Mac oeffnet die Taste den entsprechenden Bereich in den Systemeinstellungen, und Sie koennen Offshore dort bei Bedarf aktivieren.
es: Offshore refleja el estado del sistema de permisos en el dispositivo de Apple. En Mac, el boton abre la seccion correspondiente en Ajustes del Sistema, y puedes activar Offshore alli si es necesario.
fr: Offshore reflete l'etat du systeme d'autorisations sur l'appareil d'Apple. Sur Mac, le bouton ouvre la zone correspondante dans Reglages Systeme, et vous pouvez y activer Offshore si necessaire.
pt_br: O Offshore reflete o status do sistema de permissoes no dispositivo da Apple. No Mac, o botao abre a area correspondente em Ajustes do Sistema, e voce pode ativar o Offshore la se necessario.
zh_hans: Offshore 反映 Apple 设备端权限系统的状态。在 Mac 上，此按钮会打开“系统设置”中的相关区域，如有需要，您可以在那里启用 Offshore。

source: Offshore reflects Apple’s on-device permission system status. You can change any permission at any time in App Settings.
ar: يعكس Offshore حالة نظام الأذونات على الجهاز من Apple. يمكنك تغيير أي إذن في أي وقت في إعدادات التطبيق.
de: Offshore spiegelt den Status des Apple-Berechtigungssystems auf dem Gerät wider.
es: Offshore refleja el estado del sistema de permisos en el dispositivo de Apple. Puedes cambiar cualquier permiso en cualquier momento desde Ajustes de la app.
fr: Offshore reflects Apple’s on-device permission system status. You can change any permission at any time in App Réglages.
pt_br: Offshore reflete o status do sistema de permissão no dispositivo da Apple. Você pode alterar qualquer permissão a qualquer momento nas configurações do aplicativo.
zh_hans: Offshore反映了苹果设备上的权限系统状态。您可以随时在应用程序设置中更改任何权限。

source: Offshore reflects Apple’s on-device permission system status. You can change any permission at anytime in App Settings.
ar: يعكس Offshore حالة نظام الأذونات على الجهاز من Apple. يمكنك تغيير أي إذن في أي وقت في إعدادات التطبيق.
de: Offshore spiegelt den Status des Apple-Berechtigungssystems auf dem Gerät wider.
es: Offshore refleja el estado del sistema de permisos en el dispositivo de Apple. Puedes cambiar cualquier permiso en cualquier momento desde Ajustes de la app.
fr: Offshore reflects Apple’s on-device permission system status. You can change any permission at anytime in App Réglages.
pt_br: Offshore reflete o status do sistema de permissão no dispositivo da Apple. Você pode alterar qualquer permissão a qualquer momento nas configurações do aplicativo.
zh_hans: Offshore反映了苹果设备上的权限系统状态。您可以随时在应用程序设置中更改任何权限。

source: Offshore Released to the Public
ar: تم طرح Offshore للعامة
de: Offshore Der Öffentlichkeit zugänglich gemacht
es: Offshore se lanza al público
fr: Offshore est disponible publiquement
pt_br: Offshore lançado ao público
zh_hans: Offshore 向公众发布

source: OK
ar: نعم
es: Aceptar
zh_hans: 好的

source: On Device
ar: على الجهاز
de: Auf dem Gerät
es: En este dispositivo
fr: Sur l’appareil
pt_br: No dispositivo
zh_hans: 在设备上

source: On Device stores data only on this device. iCloud syncs across devices signed into the same Apple ID.
ar: يقوم الخيار "على الجهاز" بتخزين البيانات على هذا الجهاز فقط. تتم مزامنة iCloud عبر الأجهزة المسجلة باستخدام نفس معرف Apple.
de: On Device speichert Daten nur auf diesem Gerät.
es: En este dispositivo guarda datos solo en este dispositivo. iCloud sincroniza entre dispositivos con el mismo Apple ID.
fr: Sur l’appareil stocke les données uniquement sur cet appareil. iCloud synchronise les appareils connectés avec le même identifiant Apple.
pt_br: On Device armazena dados apenas neste dispositivo. iCloud sincroniza entre dispositivos conectados ao mesmo ID Apple.
zh_hans: 在设备上仅存储该设备上的数据。 iCloud 在登录同一 Apple ID 的设备之间进行同步。
